package code.jtduan.crawler;

/**
*Createdbyjintaoduanon17/4/24.
*/
public class Cities{
    public static String str5="滨州、阳泉、周口、遂宁、吉安、长治、铜仁、鹤岗、攀枝花、昭通、云浮、焦作、广安、新余、锡林郭勒、宣城、兴安盟、眉山、巴彦淖尔、双鸭山、景德镇、鸡西、三门峡、宿州、汕尾、阜新、张掖、玉林、乌兰察布、鹰潭、黑河、伊春、贵港、漯河、晋城、克拉玛依、随州、保山、濮阳、嘉峪关、六盘水、乌海、自贡、松原、内江、鹤壁、安顺、资阳、鄂州、忻州、荆门、淮北、毕节、巴音郭楞、防城港、天水、石嘴山、安康、亳州、普洱、白城、贺州、哈密、来宾、庆阳、河池、张家界雅安、辽源、朔州、临沧、白银、塔城地区、莱芜、喀什地区、阿克苏、武威、巴中、平凉、商洛、七台河、金昌、中卫、阿勒泰、铜川、吴忠、固原、吐鲁番、阿拉善盟、定西、西双版纳、陇南、大兴安岭、崇左、日喀则、林芝、海东、昌都、儋州、山南、三沙";
    public static String str4="临汾、南阳、新乡、肇庆、丹东、德州、菏泽、九江、江门、黄山、渭南、营口、娄底、永州、邵阳、清远、大同、枣庄、北海、丽水、孝感、沧州、马鞍山、聊城、三明、开封、锦州、汉中、商丘、泰安、通辽、牡丹江、曲靖、东营、韶关、拉萨、襄阳、湘潭、盘锦、驻马店、酒泉、安庆、宁德、四平、晋中、滁州、衡水、佳木斯、茂名、十堰、宿迁、潮州、承德、葫芦岛、黄冈、本溪、绥化、萍乡、许昌、日照、铁岭、淮南、咸宁、信阳、吕梁、辽阳、朝阳、达州、益阳、平顶山、六安、延安、梧州、白山、阜阳、铜陵、河源、玉溪、黄石、通化、百色、乐山、抚州、钦州、阳江、池州、广元市";
    public static String str3="兰州、桂林、三亚、呼和浩特、绍兴、泰州、银川、中山、保定、西宁、芜湖、赣州、绵阳、漳州、莆田、威海、邯郸、临沂、唐山、台州、宜昌、湖州、包头、济宁、盐城、鞍山、廊坊、衡阳、秦皇岛、吉林、大庆、淮安、丽江、揭阳、荆州、连云港、张家口、遵义、上饶、龙岩、衢州、赤峰、湛江、运城、鄂尔多斯、岳阳、安阳、株洲、镇江、淄博、郴州、南平、齐齐哈尔、常德、柳州、咸阳、南充、泸州、蚌埠、邢台、舟山、宝鸡、德阳、抚顺、宜宾、宜春、怀化、榆林、梅州、呼伦贝尔市";
    public static String str2="福州、合肥、郑州、哈尔滨、佛山、济南、东莞、昆明、太原、南昌、南宁、温州、石家庄、长春、泉州、贵阳、常州、珠海、金华、烟台、海口、惠州、乌鲁木齐、徐州、嘉兴、潍坊、洛阳、南通、扬州、汕头市";
}
